12/data/attachments/316b70aaa4b95eee.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_2fd3d9cc-d388-43ad-bd6b-19b33b81e3cb</nif:username>
            <nif:pageInfo>
                <nif:page>4</nif:page>
                <nif:size>2</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>